Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/Toasts.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# toastAddedTaskTo
source: Added to %@
ar: تمت الإضافة إلى %@
de: Zu %@ hinzugefügt
es: Añadido a %@
fr: Ajouté à %@
hi: %@ में जोड़ा गया
it: Aggiunto a %@
ja: %@に追加されました
ko: %@ 에 추가됨
nl: Toegevoegd aan %@
pl: Dodano do %@
pt: Adicionado a %@
sv: Tillagd till %@
tr: %@ öğesine eklendi
zh_hans: 添加到 %@
zh_hant: 新增到 %@

# toastCallFailure
source: Failed to call %@
ar: فشل الاتصال بـ %@
de: Anruf an %@ fehlgeschlagen
es: No se pudo llamar a %@
fr: Échec de l'appel à %@
hi: %@ को कॉल करने में विफल
it: Impossibile chiamare %@
ja: %@への通話に失敗しました
ko: %@ 에 통화하지 못함
nl: Bellen naar %@ mislukt
pl: Nie udało się zadzwonić do %@
pt: Falha ao ligar para %@
sv: Misslyckades att ringa %@
tr: %@ arayılamadı
zh_hans: 未能呼叫 %@
zh_hant: 未能通話至 %@

# toastComingSoon
source: Coming soon
ar: قريبًا
de: Demnächst verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Presto disponibile
ja: 近日公開
ko: 곧 출시
nl: Binnenkort beschikbaar
pl: Już wkrótce
pt: Em breve
sv: Kommer snart
tr: Yakında geliyor
zh_hans: 即将推出
zh_hant: 即將推出

# toastContactInvalid
source: No Phone number or email was found in the selected contact
ar: لم يتم العثور على رقم هاتف أو بريد إلكتروني في جهة الاتصال المحددة
de: Keine Telefonnummer oder E-Mail-Adresse im ausgewählten Kontakt gefunden
es: No se encontró ningún número de teléfono o correo electrónico en el contacto seleccionado
fr: Aucun numéro de téléphone ou adresse e-mail n'a été trouvé dans le contact sélectionné
hi: चयनित संपर्क में कोई फ़ोन नंबर या ईमेल नहीं मिला
it: Nessun numero di telefono o e-mail trovato nel contatto selezionato
ja: 選択された連絡先に電話番号またはメールアドレスが見つかりませんでした
ko: 선택한 연락처에서 전화번호 또는 이메일을 찾을 수 없음
nl: Geen telefoonnummer of e-mailadres gevonden in het geselecteerde contact
pl: W wybranym kontakcie nie znaleziono numeru telefonu ani e-maila
pt: Nenhum número de telefone ou e-mail foi encontrado no contato selecionado
sv: Inget telefonnummer eller e-postadress hittades i den valda kontakten
tr: Seçilen kişide telefon numarası veya e-posta bulunamadı
zh_hans: 选定联系人中未找到电话号码或电子邮件
zh_hant: 選取的聯絡人沒有電話號碼或電子郵件

# toastContactNotFound
source: Contact not found
ar: لم يتم العثور على جهة الاتصال
de: Kontakt nicht gefunden
es: Contacto no encontrado
fr: Contact introuvable
hi: संपर्क नहीं मिला
it: Contatto non trovato
ja: 連絡先が見つかりません
ko: 연락처를 찾을 수 없음
nl: Contact niet gevonden
pl: Nie znaleziono kontaktu
pt: Contato não encontrado
sv: Kontakt hittades inte
tr: Kişi bulunamadı
zh_hans: 未找到联系人
zh_hant: 找不到聯絡人

# toastCreateTaskGroup
source: Created in **%@**
ar: تم الإنشاء في **%@**
de: Erstellt in **%@**
es: Creado en **%@**
fr: Créé dans **%@**
hi: **%@** में बनाया गया
it: Creato in **%@**
ja: **%@**で作成されました
ko: **%@**에 생성됨
nl: Aangemaakt in **%@**
pl: Utworzono w **%@**
pt: Criado em **%@**
sv: Skapad i **%@**
tr: **%@** içinde oluşturuldu
zh_hans: 在 **%@** 中创建
zh_hant: 建立在 **%@** 中

# toastCreateTaskGroupPerson
source: Assigned to **%@** in **%@**
ar: تم تعيينه لـ **%@** في **%@**
de: **%@** in **%@** zugewiesen
es: Asignado a **%@** en **%@**
fr: Assigné à **%@** dans **%@**
hi: **%@** में **%@** को असाइन किया गया
it: Assegnato a **%@** in **%@**
ja: **%@**の**%@**に割り当てられました
ko: **%@**에 **%@**에게 할당됨
nl: Toegewezen aan **%@** in **%@**
pl: Przypisano do **%@** w **%@**
pt: Atribuído a **%@** em **%@**
sv: Tilldelad **%@** i **%@**
tr: **%@** içinde **%@** kişisine atandı
zh_hans: 在 **%@** 中分配给 **%@**
zh_hant: 分派給 **%@** 在 **%@** 中

# toastCreateTaskPerson
source: Assigned to **%@**
ar: تم تعيينه لـ **%@**
de: **%@** zugewiesen
es: Asignado a **%@**
fr: Assigné à **%@**
hi: **%@** को असाइन किया गया
it: Assegnato a **%@**
ja: **%@**に割り当てられました
ko: **%@**에게 할당됨
nl: Toegewezen aan **%@**
pl: Przypisano do **%@**
pt: Atribuído a **%@**
sv: Tilldelad **%@**
tr: **%@** kişisine atandı
zh_hans: 分配给 **%@**
zh_hant: 分派給 **%@**

# toastDeletedTask
source: This task is deleted
ar: تم حذف هذه المهمة
de: Diese Aufgabe wurde gelöscht
es: Esta tarea ha sido eliminada
fr: Cette tâche a été supprimée
hi: यह कार्य हटा दिया गया है
it: Questa attività è stata eliminata
ja: このタスクは削除されました
ko: 이 작업이 삭제되었습니다
nl: Deze taak is verwijderd
pl: To zadanie zostało usunięte
pt: Esta tarefa foi excluída
sv: Den här uppgiften har raderats
tr: Bu görev silindi
zh_hans: 此任务已删除
zh_hant: 此工作已被刪除

# toastFaceTimeFailure
source: Failed to FaceTime %@
ar: فشل إجراء مكالمة FaceTime مع %@
de: FaceTime-Anruf mit %@ fehlgeschlagen
es: No se pudo realizar FaceTime con %@
fr: Échec de l'appel FaceTime avec %@
hi: %@ के साथ FaceTime करने में विफल
it: Impossibile effettuare FaceTime con %@
ja: %@とのFaceTimeに失敗しました
ko: %@와의 FaceTime 연결 실패
nl: FaceTime met %@ mislukt
pl: Nie udało się nawiązać połączenia FaceTime z %@
pt: Falha ao fazer FaceTime com %@
sv: Misslyckades med att FaceTime %@
tr: %@ ile FaceTime yapılamadı
zh_hans: 无法与 %@ 进行 FaceTime 通话
zh_hant: 無法與 %@ 進行 FaceTime 通話

# toastGroupNotFound
source: Group not found
ar: لم يتم العثور على المجموعة
de: Gruppe nicht gefunden
es: Grupo no encontrado
fr: Groupe introuvable
hi: समूह नहीं मिला
it: Gruppo non trovato
ja: グループが見つかりません
ko: 그룹을 찾을 수 없습니다
nl: Groep niet gevonden
pl: Nie znaleziono grupy
pt: Grupo não encontrado
sv: Gruppen hittades inte
tr: Grup bulunamadı
zh_hans: 未找到群组
zh_hant: 找不到群組

# toastGroupOwnerOnly
source: This can only be done by the **owners** of "%@"
ar: يمكن القيام بذلك فقط من قبل **مالكي** "%@"
de: Dies kann nur von den **Besitzern** von "%@" durchgeführt werden
es: Esto solo puede ser realizado por los **propietarios** de "%@"
fr: Cela ne peut être fait que par les **propriétaires** de "%@"
hi: यह केवल "%@" के **मालिकों** द्वारा किया जा सकता है
it: Questa azione può essere eseguita solo dai **proprietari** di "%@"
ja: これは"%@"の**所有者**のみが実行できます
ko: 이 작업은 "%@"의 **소유자**만 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door de **eigenaren** van "%@"
pl: To może być wykonane tylko przez **właścicieli** "%@"
pt: Isso só pode ser feito pelos **proprietários** de "%@"
sv: Detta kan endast göras av **ägarna** till "%@"
tr: Bu işlem yalnızca "%@" **sahipleri** tarafından yapılabilir
zh_hans: 只有"%@"的**所有者**才能执行此操作
zh_hant: 只有"%@"的**擁有者**才能執行此操作

# toastGroupOwnerOrAdminOnly
source: This can only be done by the **owners** or **admins** of "%@"
ar: يمكن القيام بذلك فقط من قبل **المالكين** أو **المسؤولين** عن "%@"
de: Dies kann nur von den **Besitzern** oder **Administratoren** von "%@" durchgeführt werden
es: Esto solo puede ser realizado por los **propietarios** o **administradores** de "%@"
fr: Cela ne peut être fait que par les **propriétaires** ou les **administrateurs** de "%@"
hi: यह केवल "%@" के **मालिकों** या **प्रशासकों** द्वारा किया जा सकता है
it: Questa azione può essere eseguita solo dai **proprietari** o dagli **amministratori** di "%@"
ja: これは"%@"の**所有者**または**管理者**のみが実行できます
ko: 이 작업은 "%@"의 **소유자** 또는 **관리자**만 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door de **eigenaren** of **beheerders** van "%@"
pl: To może być wykonane tylko przez **właścicieli** lub **administratorów** "%@"
pt: Isso só pode ser feito pelos **proprietários** ou **administradores** de "%@"
sv: Detta kan endast göras av **ägarna** eller **administratörerna** för "%@"
tr: Bu işlem yalnızca "%@" **sahipleri** veya **yöneticileri** tarafından yapılabilir
zh_hans: 只有"%@"的**所有者**或**管理员**才能执行此操作
zh_hant: 只有"%@"的**擁有者**或**管理員**才能執行此操作

# toastGroupOwnerOrAdminOrAssigneeOnly
source: This can only be done by **%@** or the **owners** or **admins** of "%@"
ar: يمكن القيام بذلك فقط من قبل **%@** أو **المالكين** أو **المسؤولين** عن "%@"
de: Dies kann nur von **%@** oder den **Besitzern** oder **Administratoren** von "%@" durchgeführt werden
es: Esto solo puede ser realizado por **%@** o los **propietarios** o **administradores** de "%@"
fr: Cela ne peut être fait que par **%@** ou les **propriétaires** ou **administrateurs** de "%@"
hi: यह केवल **%@** या "%@" के **मालिकों** या **प्रशासकों** द्वारा किया जा सकता है
it: Questa azione può essere eseguita solo da **%@** o dai **proprietari** o **amministratori** di "%@"
ja: これは**%@**または"%@"の**所有者**または**管理者**のみが実行できます
ko: 이 작업은 **%@** 또는 "%@"의 **소유자** 또는 **관리자**만 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door **%@** of de **eigenaren** of **beheerders** van "%@"
pl: To może być wykonane tylko przez **%@** lub **właścicieli** lub **administratorów** "%@"
pt: Isso só pode ser feito por **%@** ou pelos **proprietários** ou **administradores** de "%@"
sv: Detta kan endast göras av **%@** eller **ägarna** eller **administratörerna** för "%@"
tr: Bu işlem yalnızca **%@** veya "%@" **sahipleri** veya **yöneticileri** tarafından yapılabilir
zh_hans: 只有**%@**或"%@"的**所有者**或**管理员**才能执行此操作
zh_hant: 只有**%@**或"%@"的**擁有者**或**管理員**才能執行此操作

# toastGroupOwnerOrAdminOrAssigneeOrTaskOwnerOnly
source: This can only be done by **%@** or **%@** the **owners** or **admins** of "%@"
ar: يمكن القيام بذلك فقط من قبل **%@** أو **%@** **المالكين** أو **المسؤولين** عن "%@"
de: Dies kann nur von **%@** oder **%@** den **Besitzern** oder **Administratoren** von "%@" durchgeführt werden
es: Esto solo puede ser realizado por **%@** o **%@** los **propietarios** o **administradores** de "%@"
fr: Cela ne peut être fait que par **%@** ou **%@** les **propriétaires** ou **administrateurs** de "%@"
hi: यह केवल **%@** या **%@** या "%@" के **मालिकों** या **प्रशासकों** द्वारा किया जा सकता है
it: Questa azione può essere eseguita solo da **%@** o **%@** o dai **proprietari** o **amministratori** di "%@"
ja: これは**%@**または**%@**、"%@"の**所有者**または**管理者**のみが実行できます
ko: 이 작업은 **%@** 또는 **%@** 또는 "%@"의 **소유자** 또는 **관리자**만 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door **%@** of **%@** de **eigenaren** of **beheerders** van "%@"
pl: To może być wykonane tylko przez **%@** lub **%@** lub **właścicieli** lub **administratorów** "%@"
pt: Isso só pode ser feito por **%@** ou **%@** os **proprietários** ou **administradores** de "%@"
sv: Detta kan endast göras av **%@** eller **%@** eller **ägarna** eller **administratörerna** för "%@"
tr: Bu işlem yalnızca **%@** veya **%@** veya "%@" **sahipleri** veya **yöneticileri** tarafından yapılabilir
zh_hans: 只有**%@**或**%@**或"%@"的**所有者**或**管理员**才能执行此操作
zh_hant: 只有**%@**或**%@**或"%@"的**擁有者**或**管理員**才能執行此操作

# toastItemDeleted
source: **%@** is deleted
ar: تم حذف **%@**
de: **%@** wurde gelöscht
es: **%@** ha sido eliminado
fr: **%@** a été supprimé
hi: **%@** हटा दिया गया है
it: **%@** è stato eliminato
ja: **%@**が削除されました
ko: **%@** 이(가) 삭제되었습니다
nl: **%@** is verwijderd
pl: **%@** został usunięty
pt: **%@** foi excluído
sv: **%@** är borttagen
tr: **%@** silindi
zh_hans: **%@** 已删除
zh_hant: **%@** 已刪除

# toastLoggedOut
source: Kindly log back in
ar: يرجى تسجيل الدخول مرة أخرى
de: Bitte melden Sie sich erneut an
es: Por favor, inicie sesión de nuevo
fr: Veuillez vous reconnecter
hi: कृपया फिर से लॉग इन करें
it: Si prega di effettuare nuovamente l'accesso
ja: 再度ログインしてください
ko: 다시 로그인해 주세요
nl: Gelieve opnieuw in te loggen
pl: Proszę zalogować się ponownie
pt: Por favor, faça login novamente
sv: Vänligen logga in igen
tr: Lütfen tekrar giriş yapın
zh_hans: 请重新登录
zh_hant: 請重新登入

# toastMaxAttachmentsLimit
source: Maximum %@ attachments allowed
ar: الحد الأقصى المسموح به هو %@ مرفقات
de: Maximal %@ Anhänge erlaubt
es: Se permiten un máximo de %@ archivos adjuntos
fr: Maximum %@ pièces jointes autorisées
hi: अधिकतम %@ अटैचमेंट्स की अनुमति है
it: Massimo %@ allegati consentiti
ja: 最大%@個の添付ファイルが許可されています
ko: 최대 %@ 개의 첨부파일 허용
nl: Maximaal %@ bijlagen toegestaan
pl: Dozwolone maksymalnie %@ załączników
pt: Máximo de %@ anexos permitidos
sv: Maximalt %@ bilagor tillåtna
tr: Maksimum %@ ek dosya izin verilir
zh_hans: 最多允许 %@ 个附件
zh_hant: 最多允許 %@ 個附件

# toastMaxCharacterLimit
source: Maximum %@ characters are allowed
ar: الحد الأقصى المسموح به هو %@ حرف
de: Maximal %@ Zeichen sind erlaubt
es: Se permiten un máximo de %@ caracteres
fr: Un maximum de %@ caractères est autorisé
hi: अधिकतम %@ वर्णों की अनुमति है
it: Massimo %@ caratteri consentiti
ja: 最大%@文字まで許可されています
ko: 최대 %@ 자까지 허용
nl: Maximaal %@ tekens toegestaan
pl: Dozwolonych jest maksymalnie %@ znaków
pt: Máximo de %@ caracteres permitidos
sv: Maximalt %@ tecken är tillåtna
tr: Maksimum %@ karakter izin verilir
zh_hans: 最多允许 %@ 个字符
zh_hant: 最多允許 %@ 個字元

# toastMessageFailure
source: Failed to message %@
ar: فشل إرسال رسالة إلى %@
de: Nachricht an %@ konnte nicht gesendet werden
es: No se pudo enviar el mensaje a %@
fr: Échec de l'envoi du message à %@
hi: %@ को संदेश करने में विफल
it: Impossibile inviare messaggio a %@
ja: %@へのメッセージ送信に失敗しました
ko: %@ 에게 메시지를 보내지 못했습니다
nl: Bericht verzenden naar %@ mislukt
pl: Nie udało się wysłać wiadomości do %@
pt: Falha ao enviar mensagem para %@
sv: Det gick inte att skicka meddelande till %@
tr: %@ kişisine mesaj gönderilemedi
zh_hans: 无法向 %@ 发送消息
zh_hant: 無法傳送訊息至 %@

# toastNameEmpty
source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
de: Der Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
ko: 이름은 비워둘 수 없습니다
nl: Naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio
sv: Namn får inte vara tomt
tr: İsim boş olamaz
zh_hans: 名称不能为空
zh_hant: 名稱不能為空

# toastNotGroupMember
source: You are not a part of %@
ar: أنت لست جزءًا من %@
de: Sie sind kein Mitglied von %@
es: No eres parte de %@
fr: Vous ne faites pas partie de %@
hi: आप %@ का हिस्सा नहीं हैं
it: Non fai parte di %@
ja: あなたは%@のメンバーではありません
ko: 귀하는 %@ 의 일원이 아닙니다
nl: Je maakt geen deel uit van %@
pl: Nie jesteś częścią %@
pt: Você não faz parte de %@
sv: Du är inte en del av %@
tr: %@ grubunun parçası değilsiniz
zh_hans: 您不是 %@ 的一员
zh_hant: 您不是 %@ 的一員

# toastSomethingWrong
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ja: 何か問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
sv: Något gick fel
tr: Bir şeyler yanlış gitti
zh_hans: 出现了问题
zh_hant: 發生了錯誤

# toastTapToView
source: Tap to view
ar: انقر للعرض
de: Zum Anzeigen tippen
es: Toca para ver
fr: Appuyez pour voir
hi: देखने के लिए टैप करें
it: Tocca per visualizzare
ja: タップして表示
ko: 보려면 탭하세요
nl: Tik om te bekijken
pl: Dotknij, aby wyświetlić
pt: Toque para ver
sv: Tryck för att visa
tr: Görüntülemek için dokunun
zh_hans: 点击查看
zh_hant: 點擊以檢視

# toastTaskOwnerOnly
source: This can be done by or **%@** only
ar: يمكن القيام بذلك فقط من قبل **%@**
de: Dies kann nur von **%@** durchgeführt werden
es: Esto solo puede ser realizado por **%@**
fr: Cela ne peut être fait que par **%@**
hi: यह केवल **%@** द्वारा किया जा सकता है
it: Questa operazione può essere eseguita solo da **%@**
ja: これは**%@**のみが実行できます
ko: **%@** 님만 이 작업을 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door **%@**
pl: Może to zrobić tylko **%@**
pt: Isso só pode ser feito por **%@**
sv: Detta kan endast göras av eller **%@**
tr: Bunu sadece **%@** yapabilir
zh_hans: 只有 **%@** 才能执行此操作
zh_hant: 只有 **%@** 才能完成此操作

# toastTaskOwnerOrAssigneeOnly
source: This can be done by **%@** or **%@** only
ar: يمكن القيام بذلك فقط من قبل **%@** أو **%@**
de: Dies kann nur von **%@** oder **%@** durchgeführt werden
es: Esto solo puede ser realizado por **%@** o **%@**
fr: Cela ne peut être fait que par **%@** ou **%@**
hi: यह केवल **%@** या **%@** द्वारा किया जा सकता है
it: Questa operazione può essere eseguita solo da **%@** o **%@**
ja: これは**%@**または**%@**のみが実行できます
ko: **%@** 님 또는 **%@** 님만 이 작업을 수행할 수 있습니다
nl: Dit kan alleen worden gedaan door **%@** of **%@**
pl: To może zrobić tylko **%@** lub **%@**
pt: Isso só pode ser feito por **%@** ou **%@**
sv: Detta kan endast göras av **%@** eller **%@**
tr: Bunu sadece **%@** veya **%@** yapabilir
zh_hans: 只有 **%@** 或 **%@** 才能执行此操作
zh_hant: 只有 **%@** 或 **%@** 才能完成此操作

# toastTaskTitleEmpty
source: Task's title cannot be empty
ar: لا يمكن أن يكون عنوان المهمة فارغًا
de: Der Titel der Aufgabe darf nicht leer sein
es: El título de la tarea no puede estar vacío
fr: Le titre de la tâche ne peut pas être vide
hi: कार्य का शीर्षक खाली नहीं हो सकता
it: Il titolo del task non può essere vuoto
ja: タスクのタイトルを空にすることはできません
ko: 작업 제목은 비워둘 수 없습니다
nl: De titel van de taak mag niet leeg zijn
pl: Tytuł zadania nie może być pusty
pt: O título da tarefa não pode estar vazio
sv: Uppgiftens titel får inte vara tom
tr: Görev başlığı boş olamaz
zh_hans: 任务标题不能为空
zh_hant: 工作的標題不能為空

# toastTaskUnavailable
source: Task no longer available
ar: المهمة لم تعد متاحة
de: Aufgabe nicht mehr verfügbar
es: La tarea ya no está disponible
fr: La tâche n'est plus disponible
hi: कार्य अब उपलब्ध नहीं है
it: Attività non più disponibile
ja: タスクは利用できなくなりました
ko: 작업을 더 이상 사용할 수 없습니다
nl: Taak niet meer beschikbaar
pl: Zadanie nie jest już dostępne
pt: A tarefa não está mais disponível
sv: Uppgiften är inte längre tillgänglig
tr: Görev artık mevcut değil
zh_hans: 此任务不再可用
zh_hant: 此工作不再可用

# toastWhatsappFailure
source: Failed to start WhatsApp chat with %@
ar: فشل بدء محادثة WhatsApp مع %@
de: WhatsApp-Chat mit %@ konnte nicht gestartet werden
es: No se pudo iniciar el chat de WhatsApp con %@
fr: Échec du démarrage du chat WhatsApp avec %@
hi: %@ के साथ WhatsApp चैट शुरू करने में विफल
it: Impossibile avviare la chat WhatsApp con %@
ja: %@とのWhatsAppチャットの開始に失敗しました
ko: %@ 와의 WhatsApp 채팅을 시작하지 못했습니다
nl: WhatsApp-chat met %@ starten mislukt
pl: Nie udało się rozpocząć czatu WhatsApp z %@
pt: Falha ao iniciar o chat do WhatsApp com %@
sv: Det gick inte att starta WhatsApp-chat med %@
tr: %@ kişisiyle WhatsApp sohbetini başlatma başarısız oldu
zh_hans: 无法与 %@ 启动 WhatsApp 聊天
zh_hant: 無法與 %@ 開始 WhatsApp 聊天
